---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralType.Brace
enum: Autodesk.Revit.DB.Structure.StructuralType
zh: 支撑
source: html/0a0a3793-5fce-283d-4953-a137f5593db9.htm
---
# Autodesk.Revit.DB.Structure.StructuralType.Brace

**中文**: 支撑

Structural Brace